Repository: Tchamgoue/Agriculture
Catalog: farmer_management/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Home
fr: Apache

source: About
fr: A propos

source: Contact Us
fr: Contactez nous

source: My Account
fr: Mon compte

source: Dashboard
fr: Tableau de bord

source: Logout
fr: Deconnexion

source: Register now
fr: S'enregistrer

source: Login
fr: Connexion

source: Welcome the innovative agriculture platform
fr: Bienvenue à la plateforme d'agriculture innovante

source: Integrated Pest Management, A great solution to revolutionize agriculture in sub-Saharan
fr: La lutte intégrée contre les ravageurs, une solution formidable pour révolutionner l'agriculture en Afrique subsaharienne

source: Our Goal
fr: Notre objectif

source: We accompany you for better harvests
fr: Nous vous accompagnons pour de meilleures récolte

source: We provide
fr: Nous fournissons

source: Solutions adapted for every kind of cultures, climates and soils
fr: Des solutions adaptées à tous les types de cultures, de climats et de sols

source: Services
fr: Liens rapides

source: Submit a crop request
fr: Soumettre une demande de culture

source: News
fr: Actualités

source: Find us
fr: Trouvez-nous

source: United States
fr: États-Unis

source: Changer de langue
fr: Change language

source: All Rights Reserved.
fr: Tous droits réservés.

source: As agriculture is the flagship activity of the continent, this ambitious project, targeting mainly sub-Saharan Africa, has as main objectives:
fr: L'agriculture étant l'activité phare du continent, ce projet ambitieux, qui vise principalement l'Afrique subsaharienne, a pour principaux objectifs :

source: To build an all-inclusive portal for supporting the IPM technologies deployment in Africa;
fr: Construire un portail complet pour soutenir le déploiement des technologies IPM en Afrique ;

source: To develop a portal for IPM technology transfer and outreach;
fr: Développer un portail pour le transfert et la diffusion de la technologie IPM ;

source: To Establish an electronic technology gateway, which is a one-stop-shop to store, browse,search,query, and visualize IPM technologies;
fr: Créer une passerelle technologique électronique, qui soit un guichet unique pour stocker, parcourir, rechercher, interroger et visualiser les technologies IPM ;

source: To link farmers to inputs and outputs – products and services;
fr: Relier les agriculteurs aux intrants et aux extrants - produits et services ;

source: To provide a stand-alone gateway with all African countries boundaries and queries for identifying similar agroecology within the continent;
fr: Fournir une passerelle autonome avec les frontières de tous les pays africains et des requêtes pour identifier les agroécologies similaires sur le continent ;

source: Agro similarity
fr: Similarité agro-ecologique

source: Choose point on the map
fr: Choisir un point sur la carte

source: Similarity computation
fr: Calculer la similarité

source: Farmers
fr: Agriculteurs

source: View and search farmers
fr: Afficher et rechercher des agriculteurs

source: Register
fr: Enregistrer

source: Name
fr: Nom

source: Phone
fr: Téléphone

source: Contact us
fr: Nous contacter

source: Send us a Message
fr: Envoyez-nous un message

source: Full Name
fr: Nom et prénom

source: Phone Number
fr: N° de téléphone

source: Please enter your phone number
fr: Veuillez entrer votre numéro de téléphone

source: Email Address
fr: Adresse e-mail

source: Please enter your email address
fr: Veuillez entrer votre adresse e-mail

source: Please enter your message
fr: Veuillez entrer votre message

source: Send Message
fr: Envoyez le message

source: Contact Details
fr: Coordonnées

source: My crops
fr: Mes cultures

source: My Farms
fr: Mes fermes

source: My crop requests
fr: Mes demandes de cultures

source: Search farmers
fr: Rechercher des agriculteurs

source: Chain values
fr: Chaîne de valeurs

source: person
fr: personne

source: phone
fr: téléphone

source: Add Crop
fr: Ajouter une culture

source: Register your crop
fr: Enregistrez votre culture

source: Crop period start
fr: Début de la période de culture

source: Crop period end
fr: Fin de la période de culture

source: Select technologies
fr: Sélectionner les technologies

source: add new technology
fr: ajouter une nouvelle technologie

source: add
fr: ajouter

source: Select Warehouse
fr: Choisir un entrepôt

source: Select Stock location
fr: Sélectionnez l'emplacement du stock

source: Cancel
fr: Annuler

source: Submit
fr: Soumettre

source: My Requests
fr: Mes demandes

source: View and search crop requests
fr: Consulter et rechercher des demandes de cultures

source: Submit request
fr: Soumettre une demande

source: Crop Request
fr: Demande de culture

source: State
fr: Status

source: Crop
fr: Culture

source: Start date
fr: Date de début

source: End date
fr: Date de fin

source: Crops
fr: Cultures

source: View and search crops
fr: Visualiser et rechercher des cultures

source: Add crop
fr: Ajouter une culture

source: Warehouse
fr: Entrepôt

source: Stock location
fr: Emplacement du stock

source: Farms
fr: Agriculteurs

source: Add Farm
fr: Ajouter un agriculteur

source: View on Map
fr: Voir sur la carte

source: visibility
fr: visibilité

source: Farmer Registration
fr: Enregistrement des agriculteurs

source: Your Name
fr: Votre nom

source: Name In Local Language
fr: Nom en langue locale

source: Great companies are built with great people
fr: Les grandes entreprises se construisent avec des personnes de qualité

source: We have received your Farmer request
fr: Nous avons reçu votre demande pour être agriculteur

source: Your Farmer request is
fr: Votre requête pour être agriculteur est

source: Invalid login credentials
fr: Identifiants de connexion non valides

source: Sign in
fr: Connexion

source: Enter your email
fr: Entrez votre email

source: Password
fr: Mot de passe

source: Enter your password
fr: Entrez votre mot de passe

source: Don't have an account?
fr: N'avez vous pas de compte?

source: Reset password
fr: Réinitialiser le mot de passe

source: Create a Crop request
fr: Créer une demande de culture

source: Select crop
fr: Selectionnez une culture

source: Select technonologies
fr: Sélectionner les technonologies

source: type your description here
fr: tapez votre description ici

source: Your account is not yet active
fr: Votre compte n'est pas encore activé

source: Please check your emails.
fr: Veuillez vérifier vos e-mails.

source: My Documents
fr: Mes documents

source: Main features
fr: Fonctions principales

source: Agro-ecologic matching
fr: Correspondance agro-écologique

source: We identify around the continent and the whole Word places with the same climatic and soils’ structure characteristics where IPM technologies succeeded to suggest better solutions to farmer on what the can sow.
fr: Nous identifions sur tout le continent et dans le monde entier les endroits présentant les mêmes caractéristiques climatiques et de structure des sols où les technologies de lutte intégrée ont réussi à proposer de meilleures solutions aux agriculteurs sur ce qu'ils peuvent semer.

source: Learn More
fr: En savoir plus

source: Pest fighting technologies
fr: Technologies de lutte contre les parasites

source: Insects such as locusts can become a real headache in agriculture, our solutions are adapted according to the environment, the crops and the targeted pests.
fr: Les insectes tels que les criquets peuvent devenir un véritable casse-tête en agriculture, nos solutions sont adaptées en fonction de l'environnement, des cultures et des ravageurs ciblés.

source: Yields Improvement
fr: Amélioration du rendement

source: Our digital solutions have been developed to improve your yields at the end of the season.
fr: Nos solutions numériques ont été développées pour améliorer vos rendements en fin de saison.

source: Welcome to
fr: Bienvenue sur

source: Following the funding of several research projects of multiple post-doctoral students in Africa by the Volkswagen Foundation, the IPM and agroecology project has also been carried out so far. As agriculture is the flagship activity of the continent, this ambitious project, targeting mainly sub-Saharan Africa, has as main objectives:
fr: Suite au financement de plusieurs projets de recherche de plusieurs post-doctorants en Afrique par la Fondation Volkswagen, le projet IPM et agroécologie a également été réalisé jusqu'à présent. L'agriculture étant l'activité phare du continent, ce projet ambitieux, ciblant principalement l'Afrique subsaharienne, a pour principaux objectifs :

source: To build an all-inclusive portal for supporting the IPM technologies deployment in Africa.
fr: Construire un portail complet pour soutenir le déploiement des technologies IPM en Afrique.

source: To develop a portal for IPM technology transfer and outreach.
fr: Développer un portail pour le transfert et la diffusion de la technologie IPM.

source: To Establish an electronic technology gateway, which is a one-stop-shop to store, browse, search, query, and visualize IPM technologies
fr: Créer une passerelle technologique électronique, qui soit un guichet unique pour stocker, parcourir, rechercher, interroger et visualiser les technologies IPM.

source: To link farmers to inputs and outputs – products and services
fr: Relier les agriculteurs aux intrants et aux extrants - produits et services

source: To provide a stand-alone gateway with all African countries boundaries and queries for identifying similar agroecology within the continent
fr: Fournir une passerelle autonome avec les frontières de tous les pays africains et des requêtes pour identifier les agroécologies similaires sur le continent.

source: Get a free account and modernise your agriculture, with the most adapted technologies and latest information concerning any type of crop or pest
fr: Obtenez un compte gratuit et modernisez votre agriculture, avec les technologies les plus adaptées et les dernières informations concernant tout type de culture ou d'organisme nuisible.

source: Register Now
fr: S'inscrire maintenant
